Repository: ec2sa/Ninja
Catalog: Chat/App_GlobalResources/LocalizedText.*.resx
Languages: pl

# ChatWindow_AddMember
source: Add member
pl: Dodaj osobę

# ChatWindow_AddMember_Instructions
source: An invited person should visit the following web address
pl: Zaproszona osoba powinna wejść na następujący adres

# ChatWindow_AddMember_Pin
source: Users PIN
pl: PIN użytkownika

# ChatWindow_ChatId
source: Chat Id
pl: Id chat'u

# ChatWindow_CloseChat
source: Close
pl: Zamknij Chat

# ChatWindow_ExtendTimeHint
source: Tap, to achieve more time
pl: Kliknij, aby przedłużyć czas

# ChatWindow_SecurityLevel
source: Security level
pl: Poziom bezpieczeństwa

# ChatWindow_UploadedFile
source: Uploaded files
pl: Dołączone pliki

# ChatWindow_Users
source: Members
pl: Uczestnicy

# Culture_
source: en-EN
pl: pl-PL

# FrontPage_Buton_JoinChat
source: Join chat
pl: Dołącz do rozmowy

# FrontPage_Buton_StartChat
source: Start chat
pl: Rozpocznij rozmowę

# FrontPage_Instruction_1
source: Start a new chat
pl: Rozpocznij rozmowę

# FrontPage_Instruction_2
source: Add a member
pl: Dodaj rozmówcę

# FrontPage_Instruction_3
source: Send the PIN and chatroom link to other chat members
pl: Prześlij PIN oraz link do rozmówcy

# InitiationWindow_CreateButton
source: Create
pl: Utwórz

# InitiationWindow_JoinButton
source: Join
pl: Dołącz

# InitiationWindow_Name
source: Name
pl: Nazwa

# InitiationWindow_RoomId
source: Room Id
pl: Id pokoju

# InitiationWindow_TitleJoin
source: Invite to chat
pl: Dołącz do rozmowy

# InitiationWindow_TitleNew
source: New chat
pl: Nowa rozmowa

# ChatWindow_Messages_OnClose
source: Chat was closed!
pl: Chat został zamknięty!

# ChatWindow_SecurityLevel_1
source: Safe connection
pl: Połączenie bezpieczne

# ChatWindow_SecurityLevel_2
source: Connection at risk
pl: Połączenie zagrożone

# ChatWindow_SecurityLevel_3
source: Connection UNSAFE - please log off !
pl: Połączenie NIEBEZPIECZNE - rozłącz się!

# SystemMessages_CannotJoin
source: Can not join the chat
pl: Nie można przyłączyć do rozmowy

# SystemMessages_CreatedRoom
source: created a room
pl: utworzył pokój

# SystemMessages_DeleteFileNotExist
source: tried to delete a file which does not exist
pl: podjął próbę usunięcia pliku, który nie istnieje!

# SystemMessages_FileDeleted_1
source: File
pl: Plik

# SystemMessages_FileDeleted_2
source: has been deleted by
pl: został usunięty przez

# SystemMessages_FileUploaded_1
source: added file
pl: dodał plik

# SystemMessages_FileUploaded_2
source: to the conversation
pl: do kontekstu rozmowy

# SystemMessages_HasJoined
source: jas joined the chat
pl: przyłączył się do rozmowy

# SystemMessages_IncidentsClear
source: Incident list was cleared
pl: Lista incydentów została wyczyszczona

# SystemMessages_LeftBuilding
source: has left the building:)
pl: Opuścił budynek:)

# SystemMessages_NewSlotAdded
source: Added new slot. PIN =
pl: Dodano nowy slot. PIN =

# SystemMessages_NoPinFound
source: PIN not found
pl: PIN-u nie znaleziono

# SystemMessages_NotAuthorized
source: Not authorized
pl: Brak autoryzacji

# SystemMessages_OwnerNick
source: Owner nick
pl: Nick właściciela

# SystemMessages_OwnerSlotAdded
source: Added owner slot
pl: Dodano slot właściciela

# SystemMessages_PinUsedBefore
source: PIN has been used before
pl: PIN został użyty wcześniej

# SystemMessages_RoomExistanceExtended
source: Room existence time was expanded
pl: Przedłużono czas egzystencji pokoju

# SystemMessages_WasKicked
source: was kicked
pl: został wyrzucony

# SystemMessages_Welcome
source: Welcome in
pl: Witaj w pokoju

# SystemMessages_Anonymous
source: Anonymous
pl: Anonim

# SystemMessages_ChatClosed
source: Chat was closed
pl: Chat został zamknięty

# SystemMessages_ChatroomNotExist
source: A chatroom with the following web address, does not exist
pl: Czat o podanym adresie nie istnieje

# SystemMessages_FileToBig
source: File is to big
pl: Plik jest zbyt duży

# SystemMessages_UserPinNotExist
source: User matched with this PIN code does not exist
pl: Użytkownik o podanym numerze PIN nie istnieje

# SystemMessages_WrongOrUsedPIN
source: PIN code wrong or was used already
pl: PIN niepoprawny lub został już wykorzystany

# SystemMessages_YoursSlotClosed
source: Your slot was closed
pl: Twój slot został zamknięty

# SystemMessages_LoggedOffSuccessfully
source: Logged off successfully
pl: Wylogowano pomyślnie

# SystemMessages_SlotNotFound
source: Can not find slot
pl: Nie znaleziono slotu
